Repository: Rafosk/Xml_parser
Catalog: Xml_parser/src/de2.tmx
Source language: de_de
Languages: ko_kr

source: Mit dem Anschlagen von Lasten und Einweisen von Kranfahrern nur erfahrene Personen beauftragen!
ko_kr: 적재물의 고정 및 크레인 조종 지시는 오직 경험있는 전문가 만이 수행 할 수 있습니다.

source: Der Einweiser muss sich in Sichtweite des Bedieners aufhalten oder mit ihm in Sprechkontakt stehen.
ko_kr: 작업을 감독하는 사람은 반드시 작업자가 잘 보이는 곳에 있어야 하며, 아울러 작업자와 말로써 의사를 소통할 수 있는 거리에 있어야 합니다.

source: Bei Montagearbeiten über Körperhöhe dafür vorgesehene, sicherheitsgerechte Aufstiegshilfen und Arbeitsbühnen verwenden.
ko_kr: 머리 높이 이상에서 설치작업을 진행할 때에는 안전한 전용 승강장치 및 작업대를 사용해야 합니다.

source: Maschinenteile nicht als Aufstiegshilfen benutzen!
ko_kr: 절대로 머신의 일부를 승강장치로 사용하지 않도록 합니다.

source: Bei Wartungsarbeiten in Höhen ab 1 m angemessene Absturzsicherungen tragen!
ko_kr: 높이가 1m 이상인 곳에서 정비 작업을 할 때는 적절한 추락 방지장비를 착용해야 합니다!

source: Alle Griffe, Tritte, Geländer, Podeste, Bühnen, Leitern frei von Verschmutzung halten!
ko_kr: 모든 손잡이, 발판, 난간, 계단, 작업대, 사다리는 청결을 유지해야 합니다.

source: Maschine, und hier insbesondere Anschlüsse und Verschraubungen, zu Beginn der Wartung/Reparatur von Öl, Kraftstoff oder Pflegemitteln reinigen!
ko_kr: 머신과 특히 연결부분 및 조임부분은 유지보수 및 수리 작업을 실시하기 전, 오일이나 연료 또는 보호제로 청소합니다.

source: Keine aggressiven Reinigungsmittel verwenden!
ko_kr: 부식성 청소 용제는 사용하지 않습니다.

source: Faserfreie Putztücher benutzen!
ko_kr: 보푸라기가 없는 청소걸레를 사용합니다.

source: Ist die Demontage von Sicherheitseinrichtungen beim Warten und Reparieren erforderlich, hat unmittelbar nach Abschluss der Wartungs- und Reparaturarbeiten die Remontage und Überprüfung der Sicherheitseinrichtungen zu erfolgen.
ko_kr: 정비 및 수리 작업을 실시함에 있어 안전장치를 탈거할 필요가 있다면, 해당 작업이 끝난 즉시 안전장치를 다시 장착하고, 해당 안전장치가 올바로 작동하는가를 점검합니다.

source: Müssen Arbeiten im Gefahrenbereich hinter dem Schutzzaun durchgeführt werden, so muss jeder Mitarbeiter, der Arbeiten durchführt, den Schutzschalter am Schutzzaun (MGB) gegen eine Aktivierung sichern.
ko_kr: 방호 울타리 뒤의 위험 구역에서 작업해야 할 경우, 작업을 실행하는 작업자는 방호 울타리(MGB)에 장착된 보호 스위치가 활성화되지 않도록 잠그어야 합니다.

source: Durch ein Vorhängeschloss wird sichergestellt, dass der Mitarbeiter nicht in Gefahr gebracht wird.
ko_kr: 그 작업자가 위험에 빠지지 않도록 자물쇠를 채웁니다.

source: Bei ausgeklapptem/ausgefahrenem Sperreinsatz kann die Riegelzunge nicht ausgefahren werden.
ko_kr: 로크 인서트가 벌어져 있거나/빠져나와 있는 경우 로크 텅을 빼낼 수 없습니다.

source: Der Sperreinsatz kann mit Vorhängeschlössern gesichert werden.
ko_kr: 로크 인서트를 자물쇠로 잠글 수 있습니다.

source: Zum Ausklappen auf die geriffelte Stelle drücken (nur bei eingefahrener Riegelzunge möglich).
ko_kr: 벌리려면 홈이 파인 부위를 누르십시오(로크 텅이 진입한 상태에서만 가능).

source: Abbildung ‑ : Sperreinsatz mit Vorhängeschloss gesichert
ko_kr: 삽화 ‑ : 자물쇠로 잠근 로크 인서트

source: Vorhängeschloss Ø min. 2 mm, max. 10 mm
ko_kr: 자물쇠 Ø 최소 2mm, 최대 10mm

source: selbst ausfahrender, zweiter Sperreinsatz
ko_kr: 자가이탈형의 두 번째 로크 인서트

source: Sie können maximal 3 Schlösser Ø 8 mm einhängen
ko_kr: 최대 3개의 자물쇠(Ø 8mm)를 걸 수 있습니다

source: Lebensgefahr durch Manipulation der Sicherheitsschalter !
ko_kr: 안전 스위치의 조작에 의한 생명의 위험!

source: Die Verwendung von Druckluft zum Reinigen von Werkstücken oder der Maschine ist verboten.
ko_kr: 공작물이나 장비를 청소할 때 압축공기를 사용하는 것은 금지되어 있습니다.

source: Durch Schmutzpartikel können Schäden an der Maschine entstehen.
ko_kr: 오물입자에 위해 장비가 손상될 수 있기 때문입니다.

source: Die Verwendung von Dampfstrahlern (Hochdruckreiniger) zum Reinigen der Maschine ist verboten.
ko_kr: 머신 청소에 스팀 클리너(고압 클리너)를 사용하는 것도 금지됩니다.

source: Reinigen Sie die Maschine nur mit nicht aggressiven Reinigungsmitteln und faserfreien Putztüchern.
ko_kr: 머신 청소에는 오직 비부식성 청소 용제와 보푸라기가 없는 청소걸레 만을 사용합니다.

source: Vor dem Reinigen der Maschine alle Öffnungen abdecken/zukleben, in die aus Sicherheits- und/oder Funktionsgründen kein Wasser/Reinigungsmittel eindringen darf.
ko_kr: 머신 청소를 실시하기 전, 머신의 모든 개방 부위를 덮거나, 보호용 스티커를 부착합니다. 이는 머신 안전 및 기능상의 이유로 인해 절대로 물이나 청소 용제가 개방 부위 안으로 들어가서는 안되기 때문입니다.

source: Besonders gefährdet sind Elektromotoren und Schaltschränke.
ko_kr: 특히 전기 모터 및 전장 캐비넷을 보호합니다.

source: Nach dem Reinigen sind die Abdeckungen/Verklebungen vollständig zu entfernen!
ko_kr: 청소 후에는 덮개나 스티커 등을 완전히 제거합니다.

source: Nach der Reinigung alle Leitungen auf Undichtigkeiten, gelockerte Verbindungen, Scheuerstellen und Beschädigungen untersuchen!
ko_kr: 청소 후 모든 라인에서 누설, 연결 부위의 이완, 마찰 및 손상 여부를 검검하십시오!

source: Festgestellte Mängel sofort beheben!
ko_kr: 결함이 확인되면, 이를 즉시 조치합니다.

source: Maschinenschäden durch Druckluft!
ko_kr: 압축공기에 의한 장비의 손상!

source: Durch Verwendung von Druckluft können Schmutzpartikel Schäden an der Maschine anrichten.
ko_kr: 압축공기를 사용하면 오물입자에 위해 장비가 손상될 수 있습니다.

source: Im Notfall ist der Not-Halt-Taster am Bedienpult zu betätigen.
ko_kr: 비상시에는 조작 패널에 있는 비상정지 버튼을 눌러야 합니다.

source: Dadurch werden alle Bewegungen an der Maschine gestoppt.
ko_kr: 이로써 머신의 모든 동작을 즉시 멈출 수 있습니다.

source: Sind Personen zu Schaden gekommen, sind sofort alle Erste-Hilfe-Maßnahmen durchzuführen.
ko_kr: 부상을 입은 사람이 발생한 경우 모든 응급 처치를 즉각 실행해야 합니다.

source: Unter Spannung stehende Teile (bis 480 V)!
ko_kr: 전기가 흐르는 부품(최대 480V)!

source: Trennen Sie die Maschine vom Stromnetz, wenn Sie Wartungs- oder Reinigungsarbeiten durchführen, Reparaturen durchführen, das Gehäuse öffnen oder den Arbeitsplatz wechseln.
ko_kr: 정비 또는 수리 작업을 할 때 케이스를 열거나 작업 공간을 바꿀 때 기계를 전원에서 분리하십시오.

source: Schützen Sie den Netzstecker und das Netzkabel vor Beschädigungen.
ko_kr: 전원 플러그와 전원 케이블을 보호하여 손상되지 않도록 하십시오.

source: Beachten Sie die fünf Sicherheitsregeln nach VDE 0105.
ko_kr: VDE 0105에 대한 5대 안전 수칙을 준수하십시오.

source: Führen Sie Umrüst- und Einrichtarbeiten in der Betriebsart Einrichtbetrieb durch.
ko_kr: 개장 및 설치 작업을 할 때는 이를 셋업 모드에서 실행하십시오.

source: Schalten Sie bei Wartung- und Instandhaltungsarbeiten die Maschine ab (Spannungsversorgung und Druckluftversorgung unterbrechen).
ko_kr: 정비 및 유지보수 작업을 할 때는 장비를 끄십시오(전원장치 및 압축공기 공급장치 차단).

source: Außer Betrieb gesetzte Schutzvorrichtungen!
ko_kr: 작동이 중지된 보호 장치!

source: Gesundheitsschäden und Verletzungen, z.B. durch nachträgliche Anbauten.
ko_kr: 추가 장착에 의한 건강 손상 및 부상 위험.

source: Betreiben Sie die Maschinen nicht ohne Schutzvorrichtungen.
ko_kr: 보호 장치가 없으면 장비를 작동시키지 마십시오.

source: Überprüfen Sie nach Anbauten die Schutzvorrichtungen der Maschine auf ihre Funktion.
ko_kr: 추가 장착 후 장비의 보호 장치가 정상적으로 작동하는지 점검하십시오.

source: Not-Halt-Taster müssen frei zugänglich bleiben.
ko_kr: 언제든 비상정지 버튼에 접근할 수 있어야 합니다.

source: Automatischer Anlauf der Maschine!
ko_kr: 장비의 자동 가동!

source: Sorgen Sie dafür, dass sich keine Personen im Gefahrenbereich der Maschine befinden, wenn diese gestartet wird.
ko_kr: 장비가 작동하기 시작하면 장비의 위험 구역 내에 아무도 없도록 조치를 취해야 합니다.

source: Schalten Sie bei Wartungs-, Reparatur-, Reinigungs- und Instandhaltungsarbeiten die Maschine am Hauptschalter ab.
ko_kr: 정비, 수리, 청소 및 유지보수 작업을 할 때는 메인 스위치를 사용하여 장비를 끄십시오.

source: Sichern Sie die Maschine gegen unerlaubtes Einschalten, indem Sie den Hauptschalter abschließen.
ko_kr: 메인 스위치를 차단하여 장비를 허가 없이 켜지 않도록 하십시오.

source: Maschinenschäden durch unbeaufsichtigte Maschine!
ko_kr: 장비의 감독 소홀로 인한 장비 손상!

source: Lassen Sie die Maschine während des Betriebs niemals unbeaufsichtigt, sodass Sie in Gefahrensituationen eingreifen können.
ko_kr: 장비를 작동시킬 때 항상 감독하여 위험에 빠지지 않도록 하십시오.

source: Schalten Sie bei Arbeitsunterbrechungen die Maschine ab (Spannungsversorgung und Druckluftversorgung unterbrechen).
ko_kr: 작업을 중지할 때는 장비를 끄십시오(전원장치 및 압축공기 공급장치 차단).

source: Durch Verfahren von Baugruppen, können Baugruppen mit Baugruppen oder Werkstücke mit Baugruppen kollidieren.
ko_kr: 어셈블리가 이동할 때, 어셈블리와 어셈블리 또는 공작물과 어셈블리가 충돌할 수 있습니다.

source: Stellen Sie beim Verfahren von einzelnen Baugruppen (z.B. in der Betriebsart JOG) sicher, dass keine Kollision entstehen kann.
ko_kr: 각 어셈블리를 이동시킬 때(예: JOG 모드에서) 충돌이 발생하지 않도록 적절한 조치를 취하십시오.

source: Öffnen Sie Schaltschranktüren nur bei ausgeschaltetem Hauptschalter.
ko_kr: 메인 스위치를 끈 경우에만 제어반 도어를 여십시오.

source: Arbeiten an der elektrischen Versorgung dürfen nur von einer Autorisierten - Elektro- Fachkraft ausgeführt werden.
ko_kr: 전원장치에서의 작업은 인가를 받은 전기기사만이 실행할 수 있습니다.

source: Die elektrische Ausrüstung der Maschine muss regelmäßig überprüft werden.
ko_kr: 본 장비의 전기 장치를 정기적으로 점검해야 합니다.

source: Lose Klemmverbindungen und eventuell beschädigte sowie angeschmorte Kabel müssen sofort beseitigt werden.
ko_kr: 이완된 단자 연결부와 손상되거나 눌어 붙은 케이블이 있으면 이를 즉시 교체해야 합니다.

source: Der Schaltschrank ist stets verschlossen zu halten.
ko_kr: 제어반을 항상 닫혀 있어야 합니다.

source: Der Zugang ist nur autorisiertem Personal erlaubt.
ko_kr: 인가를 받은 작업자만이 접근할 수 있습니다.

source: Vor dem Öffnen des Schaltschrankes oder der Klemmenkästen den Hauptschalter ausschalten und gegen Wiedereinschalten sichern.
ko_kr: 제어반이나 단자함을 열기 전에 메인 스위치를 끄고 다시 켜지지 않도록 잠그십시오.

source: Grundsätzlich sind für alle elektrischen Anschlüsse die mitgelieferten Schalt- und Stromlaufpläne verbindlich.
ko_kr: 원칙적으로 모든 전기 단자에는 머신과 함께 공급된 스위치 회로도 및 배선도가 적용됩니다.

source: Nur Originalsicherungen mit vorgeschriebener Stromstärke verwenden!
ko_kr: 반드시 규정된 전류 강도를 갖춘 정품 퓨즈 만을 사용합니다.

source: Bei Störungen in der elektrischen Energieversorgung Maschine/Anlage sofort abschalten!
ko_kr: 전력 공급장치에 문제가 발생한 경우 즉시 머신 및 설비를 끄도록 합니다.

source: Maschinen- und Anlagenteile, an denen Inspektions-, Wartungs- und Reparaturarbeiten durchgeführt werden, müssen − falls vorgeschrieben − spannungsfrei geschaltet werden.
ko_kr: 검사, 정비 및 수리 작업이 이루어지는 장비 및 설비의 부품은 반드시 전기가 흐르지 않는 상태가 되어야 합니다.

source: Die frei geschalteten Teile zuerst auf Spannungsfreiheit prüfen, dann erden und kurzschließen sowie benachbarte, unter Spannung stehende Teile, isolieren!
ko_kr: 전력이 차단된 부품을 대상으로 우선 무전압 여부를 다시 한번 체크하고, 접지 및 단락을 실시한 후, 전압이 흐르고 있는 다른 주변 부품을 절연 처리하도록 합니다.

source: Die elektrische Ausrüstung einer Maschine/Anlage ist regelmäßig zu inspizieren/zu prüfen.
ko_kr: 장비 및 설비의 전기 설비를 정기적으로 점검/검사해야 합니다.

source: Mängel, wie lose Verbindungen bzw. angeschmorte Kabel, müssen sofort beseitigt werden.
ko_kr: 연결부가 느슨한 상태로 되거나, 눌어 붙은 케이블 등과 같은 결함은 즉시 제거되어야 합니다.

source: Sind Arbeiten an spannungsführenden Teilen notwendig, eine zweite Person hinzuziehen, die im Notfall den NOT-AUS bzw. den Hauptschalter mit Spannungsauslösung betätigt.
ko_kr: 전기가 흐르는 부품에서 작업을 해야 할 경우에는 비상 시 비상정지 버튼이나 전원 차단 기능이 있는 메인 스위치를 작동시킬 수 있는 두 번째 작업자와 함께 작업을 해야 합니다.

source: Nur qualifiziertes und ausreichend geschultes Fachpersonal ist in der Lage die Komplexität der Anlage zu erfassen und mit dem erforderlichen technischem Verständnis zu bedienen.
ko_kr: 자격을 갖추고 충분히 교육을 받은 전문가만이 복잡한 설비를 파악하고 기술적 이해를 바탕으로 장비를 조작할 수 있습니다.

source: Bei allen Arbeiten an und in der Anlage muss aufgrund der zum Teil sehr kompakten Bauweise mit besonderer Vorsicht gearbeitet werden.
ko_kr: 설비 외부와 설비 내부에서 이루어지는 모든 작업은 장비의 어떤 부분이 컴팩트한 구조를 갖고 있기 때문에 각별히 주의를 기울여 실행되어야 합니다.

source: Grundsätzlich ist bei Arbeiten an den pneumatischen Einrichtungen die jeweilige Luftversorgung abzustellen, gegen Wiedereinschalten zu sichern und die Leitungen zu entlasten.
ko_kr: 기본적으로 공압장치에서 작업할 때는 해당되는 공기 공급장치를 끄고 다시 켜지지 않도록 잠그며, 튜브에서 압축공기를 빼내야 합니다.

source: Pneumatische Bewegungen werden zum Teil durch entsperrbare Rückschlagventile oder durch Ventile mit Mittelstellung in Position gehalten.
ko_kr: 공압적 동작은 부분적으로 잠금을 해제할 수 있는 체크밸브나 중간 위치가 있는 밸브를 통해 제자리를 유지합니다.

source: Beim Be- oder Entlüften von Zylindern muss sichergestellt werden, dass keine gefährlichen Bewegungen ausgelöst werden.
ko_kr: 실리더에 공기를 주입하거나 공기를 배출할 때 위험한 동작이 발생하지 않도록 조치를 취해야 합니다.

source: Falls es nicht direkt erkennbar ist, muss vorher im Pneumatik Plan geklärt werden, ob der jeweilige Zylinder unter Druck steht, bzw. ob beim Be- oder Entlüften eine Bewegung zu erwarten ist.
ko_kr: 직접 인식할 수 없는 경우, 공압장치를 도면에서 해당 실린더가 압력을 받고 있는지 또는 공기를 주입하거나 공기를 배출할 때 어떤 동작이 발생할 수 있는지 여부를 확인해야 합니다.

source: Die Bewegung muss durch geeignete Hilfsmittel unterbunden werden.
ko_kr: 적절한 보조 장치를 사용하여 그러한 동작이 발생하지 않도록 해야 합니다.

source: Der Bediener trägt die volle Verantwortung dafür, dass sich beim Maschinenanlauf keine Personen im Gefahrenbereich befinden.
ko_kr: 장비 가동 시 위험 구역 내에 아무도 없도록 하는 것은 전적으로 조작기사의 책임입니다.

source: Alle Leitungen, Schläuche und Verschraubungen regelmäßig auf Undichtigkeiten und äußerlich erkennbare Beschädigungen überprüfen!
ko_kr: 모든 라인, 호스 및 볼트 부분은 정기적으로 리킹 여부를 체크하고, 외적 손상 여부를 확인합니다.

source: Beschädigungen umgehend beseitigen!
ko_kr: 손상이 있을 경우 이를 즉시 제거합니다.

source: Vor Wartungs-, Inspektions- und Reparaturarbeiten an pneumatischen Baugruppen sind die dazugehörigen Systeme und Leitungen drucklos zu machen.
ko_kr: 유압 또는 공압 어셈블리에서 정비, 검사 및 수리 작업을 할 때는 그 전에 먼저 해당 시스템 및 라인을 무압력 상태로 만들어야 합니다.

source: Gas- und Druckluftleitungen fachgerecht verlegen und montieren!
ko_kr: 가스 및 압축공기파이프는 반드시 전문적으로 배선하여 설치해야 합니다.

source: Anschlüsse nicht verwechseln!
ko_kr: 연결 부위를 절대로 혼동하지 않도록 주의합니다.

source: Armaturen, Länge und Qualität der Schlauchleitungen müssen den Anforderungen entsprechen.
ko_kr: 호스 라인의 게이트 밸브, 길이 및 품질은 요구조건에 부합해야 합니다.

source: Zum Betrieb der Maschine werden unterschiedlichste Hilfs- und Betriebsstoffe verwendet.
ko_kr: 장비를 작동시킬 때는 아주 다양한 보조제 및 작업제가 사용됩니다.

source: Diese können u.a. sein:
ko_kr: 이에는 다음과 같은 것이 있습니다:

source: Kraftstoffe
ko_kr: 연료

source: Schmiermittel
ko_kr: 윤활제

source: Beachten Sie die Hinweise zu Hilfs- und Betriebsstoffen aus den jeweiligen DIN-Sicherheitsdatenblättern.
ko_kr: 각 DIN 안전 데이터 시트에서 나온 보조제 및 작업제에 대한 지침에 따르십시오.

source: Beim Umgang mit Ölen, Fetten und anderen chemischen Substanzen, die für das jeweilige Produkt geltenden Sicherheitsvorschriften beachten!
ko_kr: 오일, 그리스 및 기타 다른 화학물질을 취급할 때는 각 제품에 적용되는 안전 규정을 준수하십시오!

source: Vorsicht beim Umgang mit heißen Betriebs- und Hilfsstoffen (Verbrennungs- bzw. Verbrühungsgefahr)!
ko_kr: 고온의 작동액 및 보조제를 사용할 때에는 주의를 기울입니다(화상 위험).

source: Schweiß-, Brenn- und Schleifarbeiten an der Maschine/Anlage nur durchführen, wenn dies ausdrücklich genehmigt ist.
ko_kr: 머신 및 설비에서의 용접, 연소 및 연마 작업은 반드시 승인된 경우에 한해서만 실시합니다.

source: Z. B. kann Brand- und Explosionsgefahr bestehen!
ko_kr: 이는 화재 및 폭발의 위험이 있기 때문입니다.

source: Die sichere Entfernung und Entsorgung des Rauches und der Feststoffteilchen aus der Maschine entsprechend den lokalen, nationalen oder regionalen Schwellengrenzwerten liegen in der Verantwortung des Kunden/Benutzers.
ko_kr: 지방, 국내 또는 지역의 한계값에 따라 연기와 고형 입자를 장비에서 안전하게 제거하여 폐기하는 것은 고객/사용자의 책임입니다.

source: Schutzbereiche
ko_kr: 보호 구역

source: Schutzbereiche sind Anlagenteile, die Aufgrund von gefahrbringenden Bewegungen innerhalb dieses Anlagenteils während des Betriebes nicht zugänglich sein dürfen.
ko_kr: 보호 구역이란, 설비가 작동할 때 그 설비의 어떤 부분이 위험을 초래할 수 있는 동작을 하는 경우, 접근하지 못하도록 한 그 부분을 가리킵니다.

source: Dieser Bereich wird mit einer sicher überwachten Schutzeinrichtung versehen.
ko_kr: 이러한 구역에는 확실히 모니터링되는 보호장치를 설치하도록 설계되어 있습니다.

source: Dies können Schutzzäune, Abdeckungen, Verkleidungen sein.
ko_kr: 이러한 장치로서 방호 울타리, 커버, 트림 패널을 들 수 있습니다.

source: Abbildung ‑ : Übersicht Schutzbereiche
ko_kr: 삽화 ‑ : 보호 구역 개요

source: Bezeichnung
ko_kr: 표시 명칭

source: Bedeutung
ko_kr: 의미

source: Schutzbereich allgemein
ko_kr: 보호 구역 일반

source: Schutzbereiche – Abschaltung bei gefahrbringender Bewegung
ko_kr: 보호 구역 – 위험을 유발하는 동작이 있을 때 차단

source: Schutztüren
ko_kr: 보호도어

source: Schutztür 1 (Zugang Automation)
ko_kr: 보호도어 1 (통로 자동 제어)

source: Hauptschalter
ko_kr: 메인 스위치

source: Not-Aus Taster an der Maschinensteuertafel (VSC TWIN)
ko_kr: 장비의 제어반(VSC TWIN)에 장착된 비상정지 버튼

source: Schutzeinrichtungen sind konstruktive Maßnahmen, um Gefahren bei der Bedienung der Maschine abzuwenden.
ko_kr: 보호장치는 머신 조작시 발생 가능한 위험을 방지하기 위해 마련된 구조적인 장치를 의미합니다.

source: Folgende Schutzeinrichtungen können an der Maschine vorhanden sein:
ko_kr: 본 장비에는 다음의 보호장치가 설치되어 있을 수 있습니다:

source: Not-Aus Taster
ko_kr: 비상정지 버튼

source: Schutztüren mit Sicherheitsscheibe
ko_kr: 안전판이 부착된 보호도어

source: Zustimmtaste (optional Handbediengerät)
ko_kr: 승인 버튼(선택 사양인 휴대용 조작기)

source: Maschine nur betreiben, wenn alle Schutzeinrichtungen und sicherheitsbedingte Einrichtungen vorhanden sind.
ko_kr: 모든 보호장치 및 안전 관련 설비가 갖춰진 상태인 경우에만 장비를 작동시키십시오.

source: Je nach Maschinenausführung können zusätzliche oder andere Schutzeinrichtungen eingesetzt werden.
ko_kr: 장비의 모델에 따라 추가 또는 다른 보호장치를 사용할 수 있습니다.

source: Grundsätzlich gilt: Maschinenschutz ist softwaremäßig realisiert und Personenschutz in einer Kombination aus Hard- und Softwaresteuerung.
ko_kr: 기본적으로, 장비의 보호는 소프트웨어적으로 이루어지고 인력의 보호는 소프트웨어와 하드웨어가 결합된 제어로 이루어집니다.

source: Alle elektrischen Schaltgeräte sind nach den gültigen DIN / VDE / IEC -Vorschriften für den vorgesehenen Verwendungszweck in der Maschine ausgelegt.
ko_kr: 본 머신에 사용된 모든 스위치 유닛은 해당 사용목적에 따라 유효한 현행 DIN/VDE/IEC 규정을 준수하여 설치되어 있습니다.

source: Eine Änderung des Verwendungszweckes bedingt eine Neuüberprüfung der elektrischen Komponenten durch EMAG.
ko_kr: 만약 사용목적을 변경하는 경우라면, 반드시 EMAG사로부터 해당 전기 부품에 대한 신규 검수를 완료해야 합니다.

source: Insbesondere die Sicherheitseinrichtungen sind nach jeder Änderung der Elektro-Hardware oder der Steuerungssoftware in ihrer Kombination Mechanik-Elektrik-Steuerungssoftware nach zu prüfen.
ko_kr: 특히 안전장치의 경우 전기적 하드웨어의 변경이나, 혹은 제어 관련 소프트웨어를 변경한 이후에는 매번 기계적-전기적 및 제어 관련 소프트웨어 사이의 조합이 올바르게 성립되는지를 확인해야 합니다.

source: Die Schutztüren sind über Endschalter so abgesichert, dass die Maschine bei geöffneter Schutztür nicht betriebsbereit ist.
ko_kr: 보호도어는 리밋 스위치에 의해 보호되어 있으므로 보호도어가 열려 있는 경우 본 장비는 작동할 수 없는 상태가 됩니다.

source: Lediglich das Verfahren der Achsen mit reduzierter Geschwindigkeit ist im Einrichtbetrieb funktionsfähig.
ko_kr: 축만이 셋업 모드에서 감속된 속도로 이동할 수 있습니다.

source: Quetschgefahr durch sich bewegende Maschinenteile bei geöffneter Schutzeinrichtung:
ko_kr: 보호장치가 열려 있는 경우 장비의 가동 부품에 의한 끼임 위험:

source: Bei der Überprüfung der Sicherheitsschaltkreise dürfen sich keine Personen im Gefahrenbereich aufhalten.
ko_kr: 안전 회로를 점검할 때 위험 구역에 아무도 없어야 합니다.

source: Elektrische Absicherung außer Betrieb!
ko_kr: 전기 안전장치 작동 중지!

source: Verletzungsgefahr durch manipulierte, elektrische Absicherung:
ko_kr: 전기 안전장치의 조작에 의한 부상 위험:

source: Maschine nur betreiben, wenn alle Schutzeinrichtungen und sicherheitsbedingte Einrichtungen vorhanden und funktionsfähig sind.
ko_kr: 모든 보호장치 및 안전 관련 설비가 갖춰진 상태이고, 정상적으로 기능하는 경우에만 머신을 작동하도록 합니다.

source: Die Sicherheitsscheiben sind aus extrudiertem Polycarbonat.
ko_kr: 안전판은 사출 폴리카보네이트 판입니다.

source: Sicherheitsscheiben der Arbeitsraumtüren sind immer sauber zu halten.
ko_kr: 작업실 도어의 안전판은 항상 깨끗해야 합니다.

source: Bei sichtbaren Beschädigungen ist die Sicherheitsscheibe sofort auszutauschen.
ko_kr: 안전판에 육안으로 보이는 손상이 있는 경우 이 판을 즉시 교체해야 합니다.

source: Spannfutter und Spannmittel sind stets in einwandfreiem und funktionsfähigem Zustand zu halten, zu schmieren und zu pflegen.
ko_kr: 클램핑 척 및 클램핑 디바이스는 항상 기능을 수행하는데 이상이 없는 상태로 유지, 그리스 처리 및 관리될 수 있도록 합니다.

source: Insbesondere ist auf die im Futter vorhandenen Verbindungselemente zu achten.
ko_kr: 특히 척에 있는 컨넥팅 엘리먼트에 주의를 기울입니다.

source: Bewegte Maschinenteile können Quetschungen und Schnittverletzungen verursachen.
ko_kr: 머신이 작동 중일 때는 끼임이나 절단 사고가 발생할 수 있습니다.

source: Es ist verboten, bewegte Maschinenteile zu berühren.
ko_kr: 작동 중인 머신 부품을 만지는 것을 금합니다.

source: Betreten der Fläche verboten
ko_kr: 표면에 오르기 금지

source: Hohe Auflagekräfte auf der Automation können zu Sachschäden führen.
ko_kr: 자동화 장치에는 강한 하중력이 작용하므로, 물적 손상이 발생할 수 있습니다.

source: Das Betreten der Automation sowie das Ablegen von schweren Gegenständen auf die Automation ist verboten.
ko_kr: 자동화 장치를 밟거나, 그 위에 무거운 물체를 올려 두는 것을 금지합니다.

source: Die Maschine ist mit Drehgebern ausgestattet.
ko_kr: 본 장비에는 로터리 인코더가 장착되어 있습니다.

source: Durch Magnete oder magnetische Teile (z.B. Magnetständer der Messuhr, magnetische Werkzeuge) können die Drehgeber im Umkreis von 200 mm beschädigt werden.
ko_kr: 자석이나 자력을 띤 부품(예: 다이얼 게이지의 마그네틱 홀더, 마그네틱 공구)은 반경 200mm 내에 있는 로터리 인코더를 손상시킬 수 있습니다.

source: Halten Sie bei Arbeiten mit magnetischen Teilen den vorgeschriebenen Sicherheitsabstand zu den Drehgebern ein!
ko_kr: 따라서 자력을 띤 부품으로 작업할 때는 로터리 인코더에 대해 명시된 안전 거리를 확보하십시오!

source: Maschinenspezifische Angaben für den sicheren Transport und das Aufstellen der Maschine wie z.B. Gewicht, Anschlagpunkte, Transportsicherungen, Maße usw. sind dem Transportschema und dem Aufstellplan zu entnehmen (siehe Maschinenpläne).
ko_kr: 장비의 안전한 운반 및 설치에 관한 장비 고유의 정보(예: 무게, 고정 위치, 운반 안전장치, 규격)는 운반에 관한 본문 내용과 설치 계획 등을 참고하도록 합니다(참조 - 장비 설치 계획).

source: Beachten Sie bei allen Transportarbeiten folgende Sicherheitshinweise:
ko_kr: 모든 종류의 운반 작업 시에는 다음과 같은 안전상의 주의사항을 유념합니다.

source: Verwenden Sie zu Ihrer eigenen Sicherheit nur geeignete und überprüfte Hebezeuge.
ko_kr: 본인의 안전을 보장하기 위해 반드시 적합하고 검증된 리프트 장치 만을 사용합니다.

source: Stöße und Erschütterungen beeinträchtigen die Genauigkeit der Maschine.
ko_kr: 충격 및 진동은 머신의 정확성에 영향을 줄 수 있습니다.

source: EMAG Maschinen sind Präzisions-Werkzeugmaschinen. Behandeln Sie die Maschine sorgfältig, um die Betriebssicherheit und Leistungsfähigkeit der Maschine zu gewähren.
ko_kr: EMAG 머신은 고정밀 공작기계입니다. 머신의 작동 안전 및 성능을 보장하기 위해 제품을 조심스럽게 취급하도록 합니다.

source: Die Verwendung ungeeigneter oder verschmutzter Aufstiegshilfen kann zu Abstürzen führen.
ko_kr: 부적합하거나 불결한 승강 장치를 사용하면, 추락의 위함이 있습니다.

source: Die Folge können schwerste Verletzungen sein.
ko_kr: 이는 심각한 부상을 초래할 수 있습니다.

source: Verwenden Sie bei Arbeiten über Kopfhöhe zu Ihrer eigenen Sicherheit nur geeignete, gereinigte und geprüfte Aufstiegshilfen.
ko_kr: 머리 높이 정도에서 작업을 실시할 때에는 본인의 안전을 위해 적합하고 청결한, 안전검사를 필한 승강 장치를 사용합니다.

source: Die Lieferung erfolgt der allgemeinen Lieferbedingungen, bzw. vertraglicher Vereinbarungen.
ko_kr: 일반적인 인도 조건 또는 계약에 의한 합의에 따라 인도됩니다.

source: Die Anforderungen durch die Umgebungsbedingungen bei Transport und Lagerung müssen mindestens dem IP54 Standard entsprechen.
ko_kr: 운반 및 보관 시 주변 조건에 의한 요건은 최소한 IP54 표준과 일치해야 합니다.

source: Vibrations- und schockartige Beanspruchungen müssen vermieden oder durch eine elastische Lagerung kompensiert werden.
ko_kr: 진동 및 충격에 의한 하중을 방지하거나 또는 탄성적 보관에 의해 이러한 하중을 보상해야 합니다.

source: Die elektrische Ausrüstung darf maximal Transport- und Lagertemperaturen von – 25°C bis 55°C sowie kurzfristig und nicht länger als 24 Stunden bis 70°C ausgesetzt werden.
ko_kr: 전기 장치의 최고 운반 및 보관 온도는 – 25°C ~ 55°C이며 최고 70°C의 온도에는 잠깐 노출되거나 또는 24시간 이상 노출되어서는 안 됩니다.

source: Sollten Zwischenlagerungen notwendig sein, empfehlen wir eine vorherige Rück- bzw. Absprache mit unserem Haus.
ko_kr: 임시 보관이 필요한 경우 사전에 당사에 문의하거나 당사와 협의하시기 바랍니다.

source: Die Verpackung ist so ausgelegt, dass die in 2.2 geforderten Lagerbedingungen eingehalten werden.
ko_kr: 포장은 단원 2.2에서 요구한 보관 조건을 충족시키도록 고안되어 있습니다.

source: Abweichungen und Sonderverpackungen sind im Einzelfall vertraglich zu regeln.
ko_kr: 경우에 따라 이와 다르거나 특별 포장하도록 계약으로 규정할 수 있습니다.

source: Die Verpackung besteht in der Regel aus Holzteilen und recyclebarer PE – Folie.
ko_kr: 포장재로는 대개의 경우 목재와 재활용 PE 필름을 사용합니다.

source: Die Verpackung ist gemäß der gesetzlichen Vorschriften zu entsorgen.
ko_kr: 포장재를 폐기할 때는 법률적 규정에 따라야 합니다.

source: Die Maschine ist nach dem Entfernen der Verpackung gründlich zu reinigen, es dürfen keinerlei Verpackungsrückstände an der Maschine zurückbleiben.
ko_kr: 포장재를 제거한 후에는 장비를 철저하게 청소하고 어떠한 포장재 잔류물도 장비에 남아 있어서는 안 됩니다.

source: Zum Transport der Maschine dürfen nur luftgefederte Lastkraftwagen verwendet werden.
ko_kr: 머신은 반드시 에어 서스펜션을 장착한 화물차로 운반해야 합니다.

source: Fahrzeuge mit Metallböden sind für Maschinentransporte nicht geeignet und dürfen nicht beladen werden.
ko_kr: 금속 바닥재를 사용한 차량은 머신 운송에 적합하지 않으므로, 절대로 사용해서는 안됩니다.

source: Die Ladung muss so verstaut sein, dass sie unter normalen Fahrverhältnissen nicht verrutschen, umfallen, oder herabfallen kann oder ein Umkippen des Fahrzeugs verursachen kann.
ko_kr: 장비를 적재할 때에는 정상적인 운행 상황에서 절대로 미끄러지거나 떨어지는 경우가 없도록 이를 단단히 장착하고, 아울러 차량이 전복되는 사고가 없도록 주의해야 합니다.

source: Zu den normalen Fahrverhältnissen gehören auch Vollbremsungen oder Fahrbahnunebenheiten.
ko_kr: 정상적인 운행이라 해도 급제동 또는 노면이 불균형한 상황 등이 모두 고려되어야 합니다.

source: Für den Überseetransport wird die Maschine seemäßig kistenverpackt.
ko_kr: 해외 운송 시에는 선박 운반에 적합한 박스 포장을 해야 합니다.
